MODEL_NAME = "gemini-2.5-flash"

BRANDS = [
    "Allnii",
    "Konvy",
    "EVEANDBOY",
    "Beautrium",
    "Sephora",
    "Watsons",
    "Boots",
    "Lazada",
    "Shopee",
]

PROMPTS = [
"ซื้อเครื่องสำอางเคาน์เตอร์แบรนด์ออนไลน์ เว็บไหนเชื่อถือได้ ไม่โดนของปลอม?",
"อยากได้สกินแคร์เกาหลีแท้ 100% สั่งผ่านแอปไหนดีที่สุด?",
"เปรียบเทียบแอปซื้อเครื่องสำอาง อันไหนโปรโมชั่นลดราคาเยอะและส่งของไว?",
"แหล่งรวมสกินแคร์และเมคอัพราคาถูก มีเว็บหรือแอปอะไรแนะนำบ้าง?",
"ปกติคนไทยชอบซื้อสกินแคร์และเครื่องสำอางผ่านช่องทางออนไลน์ไหนกัน?"
]